{
	"_meta": {
		"sources": [
			{
				"json": "HIGHLAND",
				"abbreviation": "Highland",
				"full": "Highland Elves",
				"authors": [
					"Nihiraz_from_GMGuild"
				],
				"convertedBy": [
					"Nihiraz_from_GMGuild"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1572295517,
		"dateLastModified": 1572295517
	},
	"subrace": [
		{
			"race": {
				"name": "Elf",
				"source": "PHB"
			},
			"name": "Highland",
			"source": "HIGHLAND",
			"ability": [
				{
					"con": 1
				}
			],
			"page": null,
			"entries": [
				{
					"name": "Child of Highlands",
					"entries": [
						"You have a climbing speed of 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Mountain Born",
					"entries": [
						"You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
					],
					"type": "entries"
				},
				{
					"name": "Child of Highlands",
					"entries": [
						"Highlands elves are accustomed to harsh ambients. You can choose to replace the proficiency in the {@skill Perception} skill granted by the Keen Senses trait with the proficiency in the {@skill Survival} skill."
					],
					"type": "entries"
				},
				{
					"name": "Highlands Weapons Training",
					"entries": [
						"Since childhood highlands elves train to fight with usual and unusual weapons. You have proficiency with the {@item shortbow|phb}, {@item longbow|phb}, {@item warpick|phb} and {@item sickle|phb}."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Skill Proficiency",
				"Weapon Proficiency",
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					"Ash-grey skin, red eyes, coarse voices, and the occasional ritual scarring are the hallmarks of this elusive elven subrace.",
					"These elves live in the wake of great volcanoes, revering their ancestors and often worshiping taboo gods and entities.",
					"With a honed survival instinct, a natural inclination toward magic and battle, and a proud veneration for tradition, ash elves are known for carving out a pridetul existence in the harshest of places, from ashen wastes to humid swamps.",
					"Gli elfi sono un popolo nascosto e riservato, estremamente  diversificato e sparso in ogni territorio di Arkanisya. I loro insediamenti sono rifugio di molte vittime di guerre, persecuzioni e ingiustizie, o i loro discendenti. Amano la libertà e la pace, e non sopportano l'oppressione, odiandola e combattendola con la ferocia di chi ha subito lo stesso.",
					{
						"type": "entries",
						"name": "Vittime di un'Ingiustizia",
						"entries": [
							"Gli elfi di Arkanisya, sono stati a lungo perseguitati per gli atti compiuti dal loro simile Yèlsindär Avanqualë, anche se pochi di loro hanno avuto effettivamente a che fare con le trame del Senzamorte. Questo odio insensato ha portato all'esodo della razza elfica, che si è dispersa in giro per il continente, fondando nuovi insediamenti isolati e protetti. Questi insediamenti, che siano città ben difese, villaggi nel cuore dei boschi, paesini in alture sperdute, o sistemi di caverne, ospitavano la totalità degli elfi, e vederne uno fuori dai loro domini era un evento unico.",
							"L'avversità nei loro confronti si mantenne forte per i primi cinque secoli dopo il Cataclisma, dopo i quali cominciò a diminuire, grazie allo sforzo di molti attivisti dell'Associazione della Rinnovata Amicizia. Oggigiorno gli elfi si vedono molto di più in giro, anche se la maggior parte di loro vive comunque dentro i loro sicuri rifugi."
						]
					},
					{
						"type": "entries",
						"name": "Compassione per gli Oppressi",
						"entries": [
							"Memori dei secoli trascorsi opponendosi all'odio di altre genti, gli elfi hanno sviluppato una forte empatia per coloro che vengono malvisti da molti e minacciati  dai più forti. È cosa non rara vedere un elfo offrire cibo ai poveri di una città, o accorrere in aiuto di una donna linciata da una folla, anche se la vittima non è appartenente alla razza elfica. La maggior parte degli elfi crede che perdonare sia più efficace e più giusto del vendicarsi, da qui il loro atteggiamento di compassione.",
							"Essendo da sempre stati un popolo benevolo, un elfo che invece di tendere verso la compassione verso il debole si concentra sulla punizione del forte è cosa non da tutti, e gli esempi di tali individui sono i maggiori argomenti evidenziati da chi si oppone all'Associazione della Rinnovata Amicizia."
						]
					},
					{
						"type": "entries",
						"name": "Un Popolo Variegato",
						"entries": [
							"Dopo l'esodo della loro razza, gli elfi si sono sparsi in ogni angolo del continente, fatta eccezione per i cocenti deserti del Sud, dove gli unici che si trovano sono avventurieri, mercanti, o viandanti. Dove gli elfi trovarono luoghi sicuri e abitabili, li abitarono e si adattarono all'ambiente circostante.",
							"Se una volta gli elfi erano più o meno tutti uguali, ora sono notevoli le differenze fra le diverse popolazioni. Per questo la denominazione elfo non è più sufficiente, come per molte altre razze, a determinare l'appartenenza ad una popolazione unita. Queste differenze non riservano però trattamenti diversi ai vari elfi che le presentano, nel bene e nel male."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/R1xcw18.png"
						}
					}
				]
			}
		}
	]
}